[
  {
      "title": "หน้าที่พลเมืองคืออะไร?",
      "options": [
        "การทำหน้าที่เป็นเจ้าหน้าที่รัฐ",
        "การทำประโยชน์ให้กับส่วนรวม",
        "การปฏิบัติตามกฎหมายอย่างเคร่งครัด",
        "การเป็นสมาชิกขององค์กรภาครัฐ"
      ],
      "answer": 2
  },
  {
      "title": "การเลือกตั้งในระบอบประชาธิปไตยมีวัตถุประสงค์เพื่ออะไร?",
      "options": [
        "เพื่อให้ประชาชนสามารถเลือกผู้นำได้",
        "เพื่อกำหนดกฎหมายใหม่",
        "เพื่อให้รัฐจัดหาผลประโยชน์",
        "เพื่อเพิ่มจำนวนประชาชนในประเทศ"
      ],
      "answer": 1
  },
  {
      "title": "การเคารพกฎหมายเป็นหน้าที่ของพลเมืองเพื่ออะไร?",
      "options": [
        "เพื่อรักษาความสงบเรียบร้อยในสังคม",
        "เพื่อให้มีการปกครองที่เข้มงวด",
        "เพื่อรักษาผลประโยชน์ของรัฐบาล",
        "เพื่อให้ประชาชนมีสิทธิในการเลือกตั้ง"
      ],
      "answer": 1
  },
  {
      "title": "สิทธิในการแสดงความคิดเห็นเป็นหน้าที่ที่สำคัญของพลเมืองในสังคมใด?",
      "options": [
        "ในระบอบประชาธิปไตย",
        "ในระบอบเผด็จการ",
        "ในระบอบอำนาจนิยม",
        "ในระบอบทหาร"
      ],
      "answer": 1
  },
  {
      "title": "การมีส่วนร่วมในกิจกรรมของชุมชนเป็นหน้าที่ใดของพลเมือง?",
      "options": [
        "หน้าที่ในการเลือกตั้ง",
        "หน้าที่ในการช่วยเหลือผู้อื่น",
        "หน้าที่ในการบริจาคเงิน",
        "หน้าที่ในการเคารพศาสนา"
      ],
      "answer": 2
  },
  {
      "title": "หน้าที่หลักของพลเมืองในระบบประชาธิปไตยคืออะไร?",
      "options": [
        "การเข้าร่วมเลือกตั้ง",
        "การตั้งองค์กรทางการเมือง",
        "การสนับสนุนรัฐบาลในทุกเรื่อง",
        "การมีส่วนร่วมในกิจกรรมของรัฐ"
      ],
      "answer": 1
  },
  {
      "title": "การเคารพสิทธิของผู้อื่นเป็นหน้าที่ของพลเมืองในเรื่องใด?",
      "options": [
        "การเคารพสิทธิในการเลือกตั้ง",
        "การเคารพสิทธิในการแสดงความคิดเห็น",
        "การเคารพสิทธิในทรัพย์สิน",
        "การเคารพสิทธิในศาสนา"
      ],
      "answer": 2
  },
  {
      "title": "การเสียภาษีเป็นหน้าที่ของพลเมืองในเรื่องใด?",
      "options": [
        "เพื่อสนับสนุนกิจกรรมของรัฐ",
        "เพื่อสนับสนุนองค์กรต่างชาติ",
        "เพื่อให้เงินช่วยเหลือประชาชน",
        "เพื่อสนับสนุนการทหาร"
      ],
      "answer": 1
  },
  {
      "title": "การเคารพกฎหมายมีผลอย่างไรต่อสังคม?",
      "options": [
        "ช่วยให้รัฐสามารถจัดการประชาชนได้ง่ายขึ้น",
        "ช่วยรักษาความสงบเรียบร้อยในสังคม",
        "ช่วยเพิ่มอำนาจให้กับผู้นำประเทศ",
        "ช่วยให้รัฐสามารถควบคุมทรัพย์สินของประชาชน"
      ],
      "answer": 2
  },
  {
      "title": "การร่วมกิจกรรมชุมชนสามารถทำให้พลเมืองมีบทบาทอะไร?",
      "options": [
        "สามารถช่วยเสริมสร้างความสัมพันธ์ในชุมชน",
        "สามารถสร้างการเมืองภายในชุมชน",
        "สามารถนำไปสู่การปราบปรามอาชญากรรม",
        "สามารถยกระดับความรุนแรงในสังคม"
      ],
      "answer": 1
  },
  {
      "title": "หน้าที่พลเมืองในการรักษาสิ่งแวดล้อมคืออะไร?",
      "options": [
        "การทิ้งขยะในที่สาธารณะ",
        "การสร้างปัญหามลพิษทางอากาศ",
        "การปลูกต้นไม้และรักษาสิ่งแวดล้อม",
        "การใช้ทรัพยากรอย่างไม่ระมัดระวัง"
      ],
      "answer": 3
  },
  {
      "title": "การรับผิดชอบต่อการใช้ทรัพยากรเป็นหน้าที่พลเมืองในด้านใด?",
      "options": [
        "การลดการใช้พลังงาน",
        "การทิ้งขยะในที่สาธารณะ",
        "การปล่อยน้ำเสีย",
        "การสร้างมลพิษ"
      ],
      "answer": 1
  },
  {
      "title": "การเลือกผู้นำประเทศเป็นหน้าที่พลเมืองในระบอบใด?",
      "options": [
        "ระบอบประชาธิปไตย",
        "ระบอบเผด็จการ",
        "ระบอบราชาธิปไตย",
        "ระบอบคอมมิวนิสต์"
      ],
      "answer": 1
  },
  {
      "title": "หน้าที่ของพลเมืองในการรักษาความปลอดภัยในประเทศคืออะไร?",
      "options": [
        "การรายงานการกระทำผิด",
        "การมีอาวุธเพื่อป้องกันตัว",
        "การสนับสนุนการทหาร",
        "การต่อต้านรัฐบาล"
      ],
      "answer": 1
  },
  {
      "title": "สิทธิและหน้าที่ของพลเมืองมีความสำคัญอย่างไร?",
      "options": [
        "ช่วยให้รัฐปกครองประชาชนได้ดีขึ้น",
        "ช่วยเสริมสร้างความเป็นธรรมในสังคม",
        "ช่วยให้ผู้นำมีอำนาจมากขึ้น",
        "ช่วยให้รัฐสามารถเพิ่มภาษี"
      ],
      "answer": 2
  },
  {
      "title": "พลเมืองสามารถมีส่วนร่วมในการพัฒนาประเทศได้อย่างไร?",
      "options": [
        "การเลือกตั้งและการแสดงความคิดเห็น",
        "การสร้างกฎหมายใหม่",
        "การทำงานในภาครัฐ",
        "การทหารและการต่อสู้"
      ],
      "answer": 1
  },
  {
      "title": "การเคารพความหลากหลายทางวัฒนธรรมเป็นหน้าที่ของพลเมืองในเรื่องใด?",
      "options": [
        "การยอมรับและเคารพความแตกต่าง",
        "การห้ามการทำนุบำรุงศาสนา",
        "การปฏิเสธความเชื่อที่แตกต่าง",
        "การห้ามใช้ภาษาต่างชาติ"
      ],
      "answer": 1
  },
  {
      "title": "การรับผิดชอบต่อการกระทำของตนเองเป็นหน้าที่ของพลเมืองในด้านใด?",
      "options": [
        "การทำตามคำสั่งจากรัฐบาล",
        "การรักษาความสะอาดในที่สาธารณะ",
        "การต่อสู้เพื่อสิทธิของตนเอง",
        "การเคารพคำตัดสินจากศาล"
      ],
      "answer": 2
  },
  {
      "title": "พลเมืองมีหน้าที่ในการเลือกตั้งเพราะอะไร?",
      "options": [
        "เพื่อให้มีการเปลี่ยนแปลงรัฐบาล",
        "เพื่อให้ได้ผู้นำที่เหมาะสมที่สุด",
        "เพื่อมีการเลือกผู้นำใหม่ทุกปี",
        "เพื่อสนับสนุนรัฐบาลที่มีอยู่"
      ],
      "answer": 2
  },
  {
      "title": "การเคารพความแตกต่างทางความคิดเป็นหน้าที่ของพลเมืองในสังคมประชาธิปไตยหรือไม่?",
      "options": [
        "ใช่",
        "ไม่ใช่",
        "ขึ้นอยู่กับสถานการณ์",
        "ขึ้นอยู่กับตำแหน่งของผู้นั้น"
      ],
      "answer": 1
  }
]
