[
    {
      "title": "สัญลักษณ์ทางเคมีของน้ำคืออะไร?",
      "options": ["H2O", "O2", "H2", "CO2"],
      "answer": 1,
      "explanation": "น้ำมีสัญลักษณ์ทางเคมีเป็น H2O หมายถึงมีอะตอมของไฮโดรเจน 2 อะตอมและออกซิเจน 1 อะตอม"
    },
    {
      "title": "ดาวเคราะห์ที่รู้จักกันในชื่อดาวแดงคือดาวอะไร?",
      "options": ["โลก", "ดาวอังคาร", "ดาวพฤหัส", "ดาวเสาร์"],
      "answer": 2,
      "explanation": "ดาวอังคารเรียกว่าดาวแดงเพราะมีลักษณะสีแดงจากสนิมเหล็กที่ปกคลุมพื้นผิว"
    },
    {
      "title": "กระบวนการที่พืชสร้างอาหารของตัวเองเรียกว่าอะไร?",
      "options": ["การหายใจ", "การย่อยอาหาร", "การสังเคราะห์แสง", "การหมัก"],
      "answer": 3,
      "explanation": "การสังเคราะห์แสงเป็นกระบวนการที่พืชใช้แสงแดด น้ำ และคาร์บอนไดออกไซด์ในการผลิตอาหาร (กลูโคส)"
    },
    {
      "title": "ก๊าซหลักในบรรยากาศของโลกคือก๊าซอะไร?",
      "options": ["ออกซิเจน", "คาร์บอนไดออกไซด์", "ไนโตรเจน", "ไฮโดรเจน"],
      "answer": 3,
      "explanation": "ไนโตรเจนในบรรยากาศของโลกมีปริมาณประมาณ 78% ส่วนออกซิเจนมีประมาณ 21%"
    },
    {
      "title": "อวัยวะใดในร่างกายที่รับผิดชอบในการสูบฉีดเลือดไปทั่วร่างกาย?",
      "options": ["สมอง", "ตับ", "หัวใจ", "ปอด"],
      "answer": 3,
      "explanation": "หัวใจมีหน้าที่สูบฉีดเลือดไปหล่อเลี้ยงอวัยวะต่างๆ และนำออกซิเจนและสารอาหารไปยังเนื้อเยื่อ"
    },
    {
      "title": "ธาตุใดในตารางธาตุที่มีน้ำหนักเบาที่สุด?",
      "options": ["ไฮโดรเจน", "ออกซิเจน", "ฮีเลียม", "ลิเทียม"],
      "answer": 1,
      "explanation": "ไฮโดรเจนเป็นธาตุที่มีน้ำหนักเบาที่สุดและเป็นธาตุที่พบมากที่สุดในจักรวาล"
    },
    {
      "title": "แหล่งพลังงานหลักของโลกคืออะไร?",
      "options": ["ดวงจันทร์", "ดวงอาทิตย์", "แกนของโลก", "ลม"],
      "answer": 2,
      "explanation": "ดวงอาทิตย์เป็นแหล่งพลังงานหลักของโลกโดยให้แสงและความร้อน"
    },
    {
      "title": "สัญลักษณ์ทางเคมีของคาร์บอนไดออกไซด์คืออะไร?",
      "options": ["CO2", "O2", "H2O", "CH4"],
      "answer": 1,
      "explanation": "คาร์บอนไดออกไซด์ (CO2) ประกอบด้วยอะตอมของคาร์บอน 1 อะตอมและออกซิเจน 2 อะตอม"
    },
    {
      "title": "หินชนิดใดที่เกิดจากการปะทุของภูเขาไฟ?",
      "options": ["หินตะกอน", "หินแปร", "หินอัคนี", "หินฟอสซิล"],
      "answer": 3,
      "explanation": "หินอัคนีเกิดจากการหลอมละลายของหินที่มีอุณหภูมิสูงจากการปะทุของภูเขาไฟ"
    },
    {
      "title": "จุดเดือดของน้ำที่ระดับน้ำทะเลคือเท่าไหร่?",
      "options": ["50°C", "75°C", "100°C", "120°C"],
      "answer": 3,
      "explanation": "จุดเดือดของน้ำที่ระดับน้ำทะเลคือ 100°C (212°F)"
    },
    {
      "title": "สัตว์ชนิดใดต่อไปนี้เป็นสัตว์เลี้ยงลูกด้วยนม?",
      "options": ["ฉลาม", "นกอินทรี", "ปลาโลมา", "กิ้งก่า"],
      "answer": 3,
      "explanation": "ปลาโลมาเป็นสัตว์เลี้ยงลูกด้วยนมที่มีการคลอดลูกเป็นลูกและหายใจด้วยปอด"
    },
    {
      "title": "ธาตุใดที่เป็นส่วนประกอบหลักของเพชร?",
      "options": ["คาร์บอน", "ออกซิเจน", "ซิลิกอน", "ไนโตรเจน"],
      "answer": 1,
      "explanation": "เพชรประกอบด้วยอะตอมของคาร์บอนที่จัดเรียงตัวในโครงสร้างผลึก"
    },
    {
      "title": "ระบบอวัยวะใดในร่างกายที่รับผิดชอบในการขนส่งออกซิเจนและสารอาหาร?",
      "options": ["ระบบประสาท", "ระบบย่อยอาหาร", "ระบบหมุนเวียนโลหิต", "ระบบทางเดินหายใจ"],
      "answer": 3,
      "explanation": "ระบบหมุนเวียนโลหิตซึ่งประกอบด้วยหัวใจและหลอดเลือดมีหน้าที่ในการขนส่งออกซิเจนและสารอาหารไปยังส่วนต่างๆ ของร่างกาย"
    },
    {
      "title": "กระบวนการที่ของเหลวกลายเป็นก๊าซเรียกว่าอะไร?",
      "options": ["การระเหย", "การกลั่นตัว", "การแช่แข็ง", "การระเหิด"],
      "answer": 1,
      "explanation": "การระเหยเป็นกระบวนการที่ของเหลวกลายเป็นก๊าซเมื่อได้รับความร้อน"
    },
    {
      "title": "ก๊าซใดที่จำเป็นสำหรับการหายใจของมนุษย์?",
      "options": ["ไนโตรเจน", "ออกซิเจน", "คาร์บอนไดออกไซด์", "ไฮโดรเจน"],
      "answer": 2,
      "explanation": "มนุษย์ต้องการออกซิเจนในการหายใจเพื่อใช้ในการสร้างพลังงาน"
    },
    {
      "title": "สัญลักษณ์ทางเคมีของทองคำคืออะไร?",
      "options": ["Au", "Ag", "Pb", "Fe"],
      "answer": 1,
      "explanation": "ทองคำมีสัญลักษณ์ทางเคมีว่า Au ซึ่งมาจากคำในภาษาละติน 'aurum'"
    },
    {
      "title": "กระบวนการที่สัตว์หายใจเข้าออกซิเจนและขับคาร์บอนไดออกไซด์ออกเรียกว่าอะไร?",
      "options": ["การหายใจ", "การสังเคราะห์แสง", "การเผาผลาญ", "การย่อยอาหาร"],
      "answer": 1,
      "explanation": "การหายใจคือกระบวนการที่สัตว์หายใจเข้าออกซิเจนและขับคาร์บอนไดออกไซด์ออกจากร่างกาย"
    },
    {
      "title": "ส่วนใดของพืชที่ดูดซับน้ำจากดิน?",
      "options": ["ลำต้น", "ใบ", "ราก", "ดอก"],
      "answer": 3,
      "explanation": "รากของพืชมีหน้าที่ในการดูดซับน้ำและสารอาหารจากดิน"
    },
    {
      "title": "ดาวเคราะห์ที่ใหญ่ที่สุดในระบบสุริยะคือดาวอะไร?",
      "options": ["โลก", "ดาวอังคาร", "ดาวพฤหัส", "ดาวเสาร์"],
      "answer": 3,
      "explanation": "ดาวพฤหัสเป็นดาวเคราะห์ที่ใหญ่ที่สุดในระบบสุริยะ"
    },
    {
      "title": "แหล่งพลังงานใดที่เป็นพลังงานที่ใช้แล้วหมดไป?",
      "options": ["พลังงานแสงอาทิตย์", "พลังงานลม", "ถ่านหิน", "พลังงานความร้อนใต้พิภพ"],
      "answer": 3,
      "explanation": "ถ่านหินเป็นแหล่งพลังงานที่ใช้แล้วหมดไป (พลังงานไม่สามารถหมุนเวียน)"
    }
]
